Python 3.5.2 (v3.5.2:4def2a2901a5, Jun 25 2016, 22:01:18) [MSC v.1900 32 bit (Intel)] on win32
Type "copyright", "credits" or "license()" for more information.
>>> 
================ RESTART: C:/Users/student/Desktop/20 sem.py ================
Counter({'PR=': 19, 'PART=': 17, 'CONJ=': 16, 'S,муж,неод=(вин,ед|им,ед)': 10, 'ADV=': 7, 'A=(вин,ед,полн,муж,неод|им,ед,полн,муж)': 5, 'S,муж,неод=род,ед': 5, 'S,жен,неод=им,ед': 4, 'ADV,прдк=': 4, 'APRO=(пр,ед,жен|дат,ед,жен|род,ед,жен|твор,ед,жен)': 3, 'V,пе=ед,пов,2-л,сов': 3, 'SPRO,ед,1-л=(пр|дат)': 3, 'A=(пр,мн,полн|вин,мн,полн,од|род,мн,полн)': 3, 'S,муж,неод=твор,ед': 3, 'V,нп=непрош,ед,изъяв,3-л,сов': 3, 'S,жен,неод=(пр,ед|вин,мн|дат,ед|род,ед|им,мн)': 3, 'ADVPRO=': 3, 'S,жен,неод=твор,ед': 3, 'V,нп=непрош,ед,изъяв,1-л,сов': 3, 'APRO=(вин,ед,муж,од|род,ед,муж|род,ед,сред)': 3, 'S,жен,неод=вин,ед': 3, 'A=им,ед,полн,жен': 3, 'S,сред,неод=твор,ед': 2, 'APRO=(вин,ед,муж,неод|им,ед,муж)': 2, 'S,жен,неод=род,мн': 2, 'APRO=(пр,мн|род,мн|вин,мн,од)': 2, 'A=(пр,ед,полн,муж|пр,ед,полн,сред)': 2, 'V=прош,ед,изъяв,муж,сов': 2, 'S,сред,неод=(вин,мн|род,ед|им,мн)': 2, 'V,несов,нп=непрош,ед,изъяв,2-л': 2, 'S,жен,неод=(вин,ед|им,ед)': 2, 'S,муж,од=(вин,ед|род,ед)': 2, 'V=непрош,ед,изъяв,2-л,сов': 2, 'V,несов,нп=непрош,деепр': 2, 'A=(пр,ед,полн,жен|дат,ед,полн,жен|род,ед,полн,жен|твор,ед,полн,жен)': 2, 'SPRO,ед,1-л=им': 2, 'S,муж,неод=пр,ед': 2, 'SPRO,ед,3-л,муж=им': 2, 'A=ед,кр,сред': 2, 'S,сред,неод=(вин,ед|им,ед)': 2, 'S,жен,неод=(вин,мн|род,ед|им,мн)': 2, 'V,пе=инф,сов': 1, 'V=(прош,вин,ед,прич,полн,муж,сов,страд,неод|прош,им,ед,прич,полн,муж,сов,страд)': 1, 'V=непрош,ед,изъяв,1-л,сов': 1, 'S,мн,неод=(вин|им)': 1, 'V,пе=прош,ед,изъяв,муж,сов': 1, 'V,сов,нп=непрош,ед,изъяв,3-л': 1, 'V,сов,пе=прош,им,ед,прич,полн,жен,страд': 1, 'S,сред,неод=пр,ед': 1, 'APRO=(им,мн|вин,мн,неод)': 1, 'V,пе=прош,ед,изъяв,жен,сов': 1, 'S,муж,неод=род,мн': 1, 'SPRO,ед,2-л=(пр|дат)': 1, 'A=вин,ед,полн,жен': 1, 'V,нп=инф,несов': 1, 'V,несов,пе=непрош,вин,ед,прич,полн,жен,страд': 1, 'S,муж,неод=(вин,мн|им,мн)': 1, 'S,ед,муж,неод=пр': 1, 'V,пе=непрош,ед,изъяв,1-л,сов': 1, 'S,жен,неод=пр,мн': 1, 'V,сов,нп=инф': 1, 'V,несов,пе=непрош,ед,изъяв,1-л': 1, 'S,сред,неод=(пр,ед|дат,ед|род,ед)': 1, 'V,сов,пе=непрош,ед,изъяв,3-л': 1, 'SPRO,ед,муж,од=твор': 1, 'SPRO,ед,сред,неод=род': 1, 'A=(вин,мн,полн,неод|им,мн,полн)': 1, 'V,сов,пе=(прош,пр,ед,прич,полн,муж,страд|прош,пр,ед,прич,полн,сред,страд)': 1, 'SPRO,ед,2-л=им': 1, 'V,несов,пе=прош,ед,изъяв,муж': 1, 'V,нп=(мн,пов,1-л,сов|непрош,мн,изъяв,1-л,сов)': 1, 'V,пе=непрош,ед,изъяв,3-л,сов': 1, 'SPRO,ед,сред,неод=(вин|им)': 1, 'APRO=им,ед,жен': 1, 'V,сов,пе=ед,пов,2-л': 1, 'A=(вин,ед,полн,муж,од|род,ед,полн,муж|род,ед,полн,сред)': 1, 'V,сов,пе=прош,деепр': 1, 'V,нп=инф,сов': 1, 'S,сред,неод=род,мн': 1, 'S,сред,неод=(пр,ед|вин,ед|им,ед)': 1, 'S,жен,неод=(пр,ед|дат,ед|род,ед|твор,ед)': 1, 'V,сов,пе=непрош,мн,изъяв,3-л': 1, 'V,пе=непрош,мн,изъяв,3-л,сов': 1, 'SPRO,ед,2-л=(вин|род)': 1, 'V,сов,нп=непрош,ед,изъяв,1-л': 1, 'V,нп=(прош,вин,ед,прич,полн,муж,сов,действ,неод|прош,им,ед,прич,полн,муж,сов,действ)': 1, 'A=ед,кр,муж': 1, 'SPRO,мн=(вин|им)': 1, 'V,пе=(прош,ед,изъяв,муж,несов|прош,ед,изъяв,муж,сов)': 1, 'V=инф,сов': 1, 'V,несов,нп=непрош,ед,изъяв,3-л': 1, 'V,пе=непрош,ед,изъяв,2-л,сов': 1, 'SPRO,ед,1-л=твор': 1, 'V,нп=(прош,ед,изъяв,жен,несов|прош,ед,изъяв,жен,сов)': 1, 'S,муж,од=им,ед': 1, 'APRO=(дат,мн|твор,ед,муж|твор,ед,сред)': 1})
>>> 
================ RESTART: C:/Users/student/Desktop/20 sem.py ================
Counter({'PR=': 19, 'PART=': 17, 'CONJ=': 16, 'S,муж,неод=(вин,ед|им,ед)': 10, 'ADV=': 7, 'A=(вин,ед,полн,муж,неод|им,ед,полн,муж)': 5, 'S,муж,неод=род,ед': 5, 'ADV,прдк=': 4, 'S,жен,неод=им,ед': 4, 'S,жен,неод=вин,ед': 3, 'APRO=(пр,ед,жен|дат,ед,жен|род,ед,жен|твор,ед,жен)': 3, 'ADVPRO=': 3, 'V,пе=ед,пов,2-л,сов': 3, 'V,нп=непрош,ед,изъяв,3-л,сов': 3, 'APRO=(вин,ед,муж,од|род,ед,муж|род,ед,сред)': 3, 'A=им,ед,полн,жен': 3, 'SPRO,ед,1-л=(пр|дат)': 3, 'S,жен,неод=(пр,ед|вин,мн|дат,ед|род,ед|им,мн)': 3, 'S,жен,неод=твор,ед': 3, 'S,муж,неод=твор,ед': 3, 'V,нп=непрош,ед,изъяв,1-л,сов': 3, 'A=(пр,мн,полн|вин,мн,полн,од|род,мн,полн)': 3, 'S,муж,од=(вин,ед|род,ед)': 2, 'S,сред,неод=(вин,ед|им,ед)': 2, 'S,жен,неод=род,мн': 2, 'APRO=(вин,ед,муж,неод|им,ед,муж)': 2, 'V=прош,ед,изъяв,муж,сов': 2, 'SPRO,ед,3-л,муж=им': 2, 'S,жен,неод=(вин,мн|род,ед|им,мн)': 2, 'A=(пр,ед,полн,жен|дат,ед,полн,жен|род,ед,полн,жен|твор,ед,полн,жен)': 2, 'S,муж,неод=пр,ед': 2, 'A=ед,кр,сред': 2, 'V,несов,нп=непрош,ед,изъяв,2-л': 2, 'A=(пр,ед,полн,муж|пр,ед,полн,сред)': 2, 'S,жен,неод=(вин,ед|им,ед)': 2, 'APRO=(пр,мн|род,мн|вин,мн,од)': 2, 'SPRO,ед,1-л=им': 2, 'V,несов,нп=непрош,деепр': 2, 'V=непрош,ед,изъяв,2-л,сов': 2, 'S,сред,неод=твор,ед': 2, 'S,сред,неод=(вин,мн|род,ед|им,мн)': 2, 'SPRO,ед,сред,неод=(вин|им)': 1, 'V,нп=(прош,ед,изъяв,жен,несов|прош,ед,изъяв,жен,сов)': 1, 'S,жен,неод=(пр,ед|дат,ед|род,ед|твор,ед)': 1, 'S,муж,неод=род,мн': 1, 'SPRO,мн=(вин|им)': 1, 'V=(прош,вин,ед,прич,полн,муж,сов,страд,неод|прош,им,ед,прич,полн,муж,сов,страд)': 1, 'APRO=(дат,мн|твор,ед,муж|твор,ед,сред)': 1, 'SPRO,ед,сред,неод=род': 1, 'V,нп=(мн,пов,1-л,сов|непрош,мн,изъяв,1-л,сов)': 1, 'V,сов,пе=(прош,пр,ед,прич,полн,муж,страд|прош,пр,ед,прич,полн,сред,страд)': 1, 'V,пе=прош,ед,изъяв,жен,сов': 1, 'V=непрош,ед,изъяв,1-л,сов': 1, 'V,сов,пе=непрош,ед,изъяв,3-л': 1, 'V,нп=(прош,вин,ед,прич,полн,муж,сов,действ,неод|прош,им,ед,прич,полн,муж,сов,действ)': 1, 'SPRO,ед,муж,од=твор': 1, 'S,мн,неод=(вин|им)': 1, 'S,сред,неод=род,мн': 1, 'V,нп=инф,несов': 1, 'V,пе=непрош,ед,изъяв,3-л,сов': 1, 'S,ед,муж,неод=пр': 1, 'V,сов,пе=прош,деепр': 1, 'V,сов,пе=прош,им,ед,прич,полн,жен,страд': 1, 'A=(вин,ед,полн,муж,од|род,ед,полн,муж|род,ед,полн,сред)': 1, 'S,сред,неод=(пр,ед|вин,ед|им,ед)': 1, 'S,жен,неод=пр,мн': 1, 'V,несов,пе=непрош,вин,ед,прич,полн,жен,страд': 1, 'A=вин,ед,полн,жен': 1, 'A=(вин,мн,полн,неод|им,мн,полн)': 1, 'V,сов,нп=инф': 1, 'SPRO,ед,1-л=твор': 1, 'S,сред,неод=(пр,ед|дат,ед|род,ед)': 1, 'SPRO,ед,2-л=им': 1, 'V,пе=непрош,мн,изъяв,3-л,сов': 1, 'V,сов,пе=ед,пов,2-л': 1, 'A=ед,кр,муж': 1, 'V,сов,пе=непрош,мн,изъяв,3-л': 1, 'SPRO,ед,2-л=(пр|дат)': 1, 'V=инф,сов': 1, 'V,сов,нп=непрош,ед,изъяв,1-л': 1, 'APRO=(им,мн|вин,мн,неод)': 1, 'S,сред,неод=пр,ед': 1, 'V,пе=непрош,ед,изъяв,1-л,сов': 1, 'S,муж,неод=(вин,мн|им,мн)': 1, 'V,несов,нп=непрош,ед,изъяв,3-л': 1, 'V,пе=инф,сов': 1, 'V,пе=прош,ед,изъяв,муж,сов': 1, 'V,пе=непрош,ед,изъяв,2-л,сов': 1, 'V,пе=(прош,ед,изъяв,муж,несов|прош,ед,изъяв,муж,сов)': 1, 'APRO=им,ед,жен': 1, 'V,сов,нп=непрош,ед,изъяв,3-л': 1, 'V,нп=инф,сов': 1, 'S,муж,од=им,ед': 1, 'SPRO,ед,2-л=(вин|род)': 1, 'V,несов,пе=непрош,ед,изъяв,1-л': 1, 'V,несов,пе=прош,ед,изъяв,муж': 1})
>>> 
================ RESTART: C:/Users/student/Desktop/20 sem.py ================
{'V,пе=ед,пов,2-л,сов', 'S,мн,неод=(вин|им)', 'SPRO,ед,1-л=твор', 'S,муж,неод=твор,ед', 'A=(пр,мн,полн|вин,мн,полн,од|род,мн,полн)', 'V,сов,нп=инф', 'S,сред,неод=(вин,мн|род,ед|им,мн)', 'V=(прош,вин,ед,прич,полн,муж,сов,страд,неод|прош,им,ед,прич,полн,муж,сов,страд)', 'ADV=', 'V,нп=инф,сов', 'SPRO,ед,сред,неод=(вин|им)', 'SPRO,ед,сред,неод=род', 'V,нп=непрош,ед,изъяв,1-л,сов', 'S,муж,неод=(вин,ед|им,ед)', 'S,сред,неод=пр,ед', 'S,жен,неод=(пр,ед|дат,ед|род,ед|твор,ед)', 'V,нп=(прош,ед,изъяв,жен,несов|прош,ед,изъяв,жен,сов)', 'A=(вин,ед,полн,муж,неод|им,ед,полн,муж)', 'APRO=(вин,ед,муж,од|род,ед,муж|род,ед,сред)', 'ADVPRO=', 'S,муж,неод=(вин,мн|им,мн)', 'S,жен,неод=(пр,ед|вин,мн|дат,ед|род,ед|им,мн)', 'V,пе=прош,ед,изъяв,муж,сов', 'S,муж,неод=род,ед', 'S,сред,неод=твор,ед', 'S,муж,неод=род,мн', 'SPRO,ед,муж,од=твор', 'V,пе=инф,сов', 'A=им,ед,полн,жен', 'S,муж,од=(вин,ед|род,ед)', 'S,жен,неод=им,ед', 'V,несов,нп=непрош,деепр', 'APRO=(дат,мн|твор,ед,муж|твор,ед,сред)', 'SPRO,ед,2-л=(пр|дат)', 'V=непрош,ед,изъяв,1-л,сов', 'S,сред,неод=(пр,ед|вин,ед|им,ед)', 'V,пе=непрош,ед,изъяв,3-л,сов', 'V,несов,пе=непрош,ед,изъяв,1-л', 'SPRO,ед,2-л=(вин|род)', 'V,пе=непрош,ед,изъяв,1-л,сов', 'V,пе=непрош,ед,изъяв,2-л,сов', 'V,сов,пе=непрош,мн,изъяв,3-л', 'SPRO,ед,2-л=им', 'V,сов,пе=(прош,пр,ед,прич,полн,муж,страд|прош,пр,ед,прич,полн,сред,страд)', 'S,муж,од=им,ед', 'V,нп=инф,несов', 'S,сред,неод=(вин,ед|им,ед)', 'S,жен,неод=твор,ед', 'A=вин,ед,полн,жен', 'V,сов,пе=ед,пов,2-л', 'APRO=(вин,ед,муж,неод|им,ед,муж)', 'V,сов,нп=непрош,ед,изъяв,1-л', 'V=прош,ед,изъяв,муж,сов', 'APRO=им,ед,жен', 'A=(вин,ед,полн,муж,од|род,ед,полн,муж|род,ед,полн,сред)', 'V,пе=(прош,ед,изъяв,муж,несов|прош,ед,изъяв,муж,сов)', 'S,жен,неод=(вин,мн|род,ед|им,мн)', 'S,жен,неод=вин,ед', 'PR=', 'S,ед,муж,неод=пр', 'V,несов,пе=непрош,вин,ед,прич,полн,жен,страд', 'V,нп=(прош,вин,ед,прич,полн,муж,сов,действ,неод|прош,им,ед,прич,полн,муж,сов,действ)', 'V,несов,пе=прош,ед,изъяв,муж', 'CONJ=', 'V,пе=непрош,мн,изъяв,3-л,сов', 'V,сов,пе=непрош,ед,изъяв,3-л', 'V,несов,нп=непрош,ед,изъяв,2-л', 'SPRO,ед,1-л=им', 'V,нп=(мн,пов,1-л,сов|непрош,мн,изъяв,1-л,сов)', 'V,сов,нп=непрош,ед,изъяв,3-л', 'S,муж,неод=пр,ед', 'A=(пр,ед,полн,жен|дат,ед,полн,жен|род,ед,полн,жен|твор,ед,полн,жен)', 'APRO=(пр,ед,жен|дат,ед,жен|род,ед,жен|твор,ед,жен)', 'ADV,прдк=', 'V=инф,сов', 'V=непрош,ед,изъяв,2-л,сов', 'SPRO,ед,3-л,муж=им', 'SPRO,ед,1-л=(пр|дат)', 'S,сред,неод=род,мн', 'V,нп=непрош,ед,изъяв,3-л,сов', 'V,сов,пе=прош,деепр', 'V,сов,пе=прош,им,ед,прич,полн,жен,страд', 'APRO=(пр,мн|род,мн|вин,мн,од)', 'V,несов,нп=непрош,ед,изъяв,3-л', 'SPRO,мн=(вин|им)', 'A=(вин,мн,полн,неод|им,мн,полн)', 'PART=', 'A=ед,кр,муж', 'S,жен,неод=(вин,ед|им,ед)', 'S,сред,неод=(пр,ед|дат,ед|род,ед)', 'APRO=(им,мн|вин,мн,неод)', 'A=(пр,ед,полн,муж|пр,ед,полн,сред)', 'S,жен,неод=пр,мн', 'S,жен,неод=род,мн', 'A=ед,кр,сред', 'V,пе=прош,ед,изъяв,жен,сов'}
>>> 
================ RESTART: C:/Users/student/Desktop/20 sem.py ================
219
>>> 
================ RESTART: C:/Users/student/Desktop/20 sem.py ================
Counter({'PR=': 19, 'PART=': 17, 'CONJ=': 16, 'S,муж,неод=(вин,ед|им,ед)': 10, 'ADV=': 7, 'S,муж,неод=род,ед': 5, 'A=(вин,ед,полн,муж,неод|им,ед,полн,муж)': 5, 'S,жен,неод=им,ед': 4, 'ADV,прдк=': 4, 'S,жен,неод=твор,ед': 3, 'A=им,ед,полн,жен': 3, 'V,нп=непрош,ед,изъяв,1-л,сов': 3, 'S,жен,неод=(пр,ед|вин,мн|дат,ед|род,ед|им,мн)': 3, 'S,муж,неод=твор,ед': 3, 'APRO=(вин,ед,муж,од|род,ед,муж|род,ед,сред)': 3, 'APRO=(пр,ед,жен|дат,ед,жен|род,ед,жен|твор,ед,жен)': 3, 'V,нп=непрош,ед,изъяв,3-л,сов': 3, 'ADVPRO=': 3, 'S,жен,неод=вин,ед': 3, 'V,пе=ед,пов,2-л,сов': 3, 'A=(пр,мн,полн|вин,мн,полн,од|род,мн,полн)': 3, 'SPRO,ед,1-л=(пр|дат)': 3, 'S,сред,неод=(вин,ед|им,ед)': 2, 'V=непрош,ед,изъяв,2-л,сов': 2, 'S,муж,неод=пр,ед': 2, 'APRO=(вин,ед,муж,неод|им,ед,муж)': 2, 'V=прош,ед,изъяв,муж,сов': 2, 'A=(пр,ед,полн,муж|пр,ед,полн,сред)': 2, 'A=(пр,ед,полн,жен|дат,ед,полн,жен|род,ед,полн,жен|твор,ед,полн,жен)': 2, 'V,несов,нп=непрош,деепр': 2, 'S,жен,неод=(вин,ед|им,ед)': 2, 'APRO=(пр,мн|род,мн|вин,мн,од)': 2, 'S,сред,неод=твор,ед': 2, 'S,муж,од=(вин,ед|род,ед)': 2, 'S,сред,неод=(вин,мн|род,ед|им,мн)': 2, 'V,несов,нп=непрош,ед,изъяв,2-л': 2, 'A=ед,кр,сред': 2, 'S,жен,неод=(вин,мн|род,ед|им,мн)': 2, 'SPRO,ед,3-л,муж=им': 2, 'SPRO,ед,1-л=им': 2, 'S,жен,неод=род,мн': 2, 'SPRO,ед,муж,од=твор': 1, 'S,мн,неод=(вин|им)': 1, 'S,сред,неод=пр,ед': 1, 'APRO=(им,мн|вин,мн,неод)': 1, 'SPRO,ед,сред,неод=род': 1, 'V,нп=инф,несов': 1, 'SPRO,ед,сред,неод=(вин|им)': 1, 'V,сов,нп=непрош,ед,изъяв,1-л': 1, 'V,несов,пе=непрош,вин,ед,прич,полн,жен,страд': 1, 'S,сред,неод=(пр,ед|вин,ед|им,ед)': 1, 'V,пе=(прош,ед,изъяв,муж,несов|прош,ед,изъяв,муж,сов)': 1, 'S,сред,неод=(пр,ед|дат,ед|род,ед)': 1, 'V,сов,пе=непрош,ед,изъяв,3-л': 1, 'V,пе=непрош,ед,изъяв,1-л,сов': 1, 'V,сов,нп=непрош,ед,изъяв,3-л': 1, 'APRO=им,ед,жен': 1, 'S,сред,неод=род,мн': 1, 'V=(прош,вин,ед,прич,полн,муж,сов,страд,неод|прош,им,ед,прич,полн,муж,сов,страд)': 1, 'V,нп=(мн,пов,1-л,сов|непрош,мн,изъяв,1-л,сов)': 1, 'A=вин,ед,полн,жен': 1, 'V,несов,пе=непрош,ед,изъяв,1-л': 1, 'S,жен,неод=(пр,ед|дат,ед|род,ед|твор,ед)': 1, 'A=(вин,ед,полн,муж,од|род,ед,полн,муж|род,ед,полн,сред)': 1, 'S,жен,неод=пр,мн': 1, 'V,сов,пе=прош,им,ед,прич,полн,жен,страд': 1, 'SPRO,мн=(вин|им)': 1, 'SPRO,ед,2-л=им': 1, 'V,нп=(прош,ед,изъяв,жен,несов|прош,ед,изъяв,жен,сов)': 1, 'V,нп=(прош,вин,ед,прич,полн,муж,сов,действ,неод|прош,им,ед,прич,полн,муж,сов,действ)': 1, 'V,нп=инф,сов': 1, 'V,сов,пе=прош,деепр': 1, 'SPRO,ед,2-л=(вин|род)': 1, 'V,сов,пе=ед,пов,2-л': 1, 'S,муж,од=им,ед': 1, 'SPRO,ед,1-л=твор': 1, 'V,пе=непрош,мн,изъяв,3-л,сов': 1, 'A=(вин,мн,полн,неод|им,мн,полн)': 1, 'APRO=(дат,мн|твор,ед,муж|твор,ед,сред)': 1, 'V,пе=непрош,ед,изъяв,2-л,сов': 1, 'V=инф,сов': 1, 'V,пе=прош,ед,изъяв,жен,сов': 1, 'S,муж,неод=(вин,мн|им,мн)': 1, 'V,сов,пе=(прош,пр,ед,прич,полн,муж,страд|прош,пр,ед,прич,полн,сред,страд)': 1, 'A=ед,кр,муж': 1, 'V,несов,пе=прош,ед,изъяв,муж': 1, 'V=непрош,ед,изъяв,1-л,сов': 1, 'V,несов,нп=непрош,ед,изъяв,3-л': 1, 'S,муж,неод=род,мн': 1, 'V,сов,пе=непрош,мн,изъяв,3-л': 1, 'V,пе=прош,ед,изъяв,муж,сов': 1, 'S,ед,муж,неод=пр': 1, 'V,пе=инф,сов': 1, 'SPRO,ед,2-л=(пр|дат)': 1, 'V,сов,нп=инф': 1, 'V,пе=непрош,ед,изъяв,3-л,сов': 1})
>>> 
================ RESTART: C:/Users/student/Desktop/20 sem.py ================
219
>>> 
================ RESTART: C:/Users/student/Desktop/20 sem.py ================
[('PR=', 19), ('PART=', 17), ('CONJ=', 16), ('S,муж,неод=(вин,ед|им,ед)', 10), ('ADV=', 7), ('A=(вин,ед,полн,муж,неод|им,ед,полн,муж)', 5), ('S,муж,неод=род,ед', 5), ('S,жен,неод=им,ед', 4), ('ADV,прдк=', 4), ('A=(пр,мн,полн|вин,мн,полн,од|род,мн,полн)', 3), ('S,муж,неод=твор,ед', 3), ('SPRO,ед,1-л=(пр|дат)', 3), ('A=им,ед,полн,жен', 3), ('V,нп=непрош,ед,изъяв,1-л,сов', 3), ('S,жен,неод=(пр,ед|вин,мн|дат,ед|род,ед|им,мн)', 3), ('APRO=(пр,ед,жен|дат,ед,жен|род,ед,жен|твор,ед,жен)', 3), ('V,пе=ед,пов,2-л,сов', 3), ('V,нп=непрош,ед,изъяв,3-л,сов', 3), ('APRO=(вин,ед,муж,од|род,ед,муж|род,ед,сред)', 3), ('S,жен,неод=твор,ед', 3), ('S,жен,неод=вин,ед', 3), ('ADVPRO=', 3), ('S,муж,неод=пр,ед', 2), ('S,муж,од=(вин,ед|род,ед)', 2), ('SPRO,ед,1-л=им', 2), ('APRO=(пр,мн|род,мн|вин,мн,од)', 2), ('A=ед,кр,сред', 2), ('SPRO,ед,3-л,муж=им', 2), ('V=прош,ед,изъяв,муж,сов', 2), ('A=(пр,ед,полн,жен|дат,ед,полн,жен|род,ед,полн,жен|твор,ед,полн,жен)', 2), ('A=(пр,ед,полн,муж|пр,ед,полн,сред)', 2), ('S,жен,неод=род,мн', 2), ('S,сред,неод=твор,ед', 2), ('V,несов,нп=непрош,ед,изъяв,2-л', 2), ('S,жен,неод=(вин,мн|род,ед|им,мн)', 2), ('S,сред,неод=(вин,ед|им,ед)', 2), ('S,жен,неод=(вин,ед|им,ед)', 2), ('V=непрош,ед,изъяв,2-л,сов', 2), ('S,сред,неод=(вин,мн|род,ед|им,мн)', 2), ('APRO=(вин,ед,муж,неод|им,ед,муж)', 2), ('V,несов,нп=непрош,деепр', 2), ('A=ед,кр,муж', 1), ('S,муж,неод=(вин,мн|им,мн)', 1), ('V,пе=непрош,мн,изъяв,3-л,сов', 1), ('S,жен,неод=пр,мн', 1), ('V,сов,нп=инф', 1), ('S,сред,неод=пр,ед', 1), ('V=(прош,вин,ед,прич,полн,муж,сов,страд,неод|прош,им,ед,прич,полн,муж,сов,страд)', 1), ('V,пе=инф,сов', 1), ('V,пе=прош,ед,изъяв,жен,сов', 1), ('SPRO,ед,2-л=им', 1), ('V,пе=(прош,ед,изъяв,муж,несов|прош,ед,изъяв,муж,сов)', 1), ('V,сов,пе=непрош,мн,изъяв,3-л', 1), ('V,нп=(мн,пов,1-л,сов|непрош,мн,изъяв,1-л,сов)', 1), ('V,несов,нп=непрош,ед,изъяв,3-л', 1), ('V,сов,пе=прош,им,ед,прич,полн,жен,страд', 1), ('APRO=(дат,мн|твор,ед,муж|твор,ед,сред)', 1), ('V,сов,пе=непрош,ед,изъяв,3-л', 1), ('V,сов,пе=(прош,пр,ед,прич,полн,муж,страд|прош,пр,ед,прич,полн,сред,страд)', 1), ('SPRO,ед,муж,од=твор', 1), ('A=(вин,ед,полн,муж,од|род,ед,полн,муж|род,ед,полн,сред)', 1), ('APRO=(им,мн|вин,мн,неод)', 1), ('V,сов,пе=прош,деепр', 1), ('S,муж,неод=род,мн', 1), ('V=инф,сов', 1), ('S,ед,муж,неод=пр', 1), ('S,мн,неод=(вин|им)', 1), ('V,пе=прош,ед,изъяв,муж,сов', 1), ('A=(вин,мн,полн,неод|им,мн,полн)', 1), ('V,несов,пе=непрош,вин,ед,прич,полн,жен,страд', 1), ('V,сов,пе=ед,пов,2-л', 1), ('SPRO,ед,сред,неод=(вин|им)', 1), ('V,несов,пе=непрош,ед,изъяв,1-л', 1), ('V,сов,нп=непрош,ед,изъяв,3-л', 1), ('V,несов,пе=прош,ед,изъяв,муж', 1), ('V,нп=(прош,вин,ед,прич,полн,муж,сов,действ,неод|прош,им,ед,прич,полн,муж,сов,действ)', 1), ('A=вин,ед,полн,жен', 1), ('S,муж,од=им,ед', 1), ('V,сов,нп=непрош,ед,изъяв,1-л', 1), ('S,сред,неод=(пр,ед|вин,ед|им,ед)', 1), ('SPRO,мн=(вин|им)', 1), ('S,сред,неод=род,мн', 1), ('V,нп=инф,несов', 1), ('V,нп=(прош,ед,изъяв,жен,несов|прош,ед,изъяв,жен,сов)', 1), ('SPRO,ед,сред,неод=род', 1), ('SPRO,ед,2-л=(пр|дат)', 1), ('V,пе=непрош,ед,изъяв,3-л,сов', 1), ('SPRO,ед,2-л=(вин|род)', 1), ('SPRO,ед,1-л=твор', 1), ('S,сред,неод=(пр,ед|дат,ед|род,ед)', 1), ('S,жен,неод=(пр,ед|дат,ед|род,ед|твор,ед)', 1), ('V,пе=непрош,ед,изъяв,2-л,сов', 1), ('V=непрош,ед,изъяв,1-л,сов', 1), ('V,нп=инф,сов', 1), ('V,пе=непрош,ед,изъяв,1-л,сов', 1), ('APRO=им,ед,жен', 1)]
>>> 
================ RESTART: C:/Users/student/Desktop/20 sem.py ================
219
>>> 
================ RESTART: C:/Users/student/Desktop/20 sem.py ================
Traceback (most recent call last):
  File "C:/Users/student/Desktop/20 sem.py", line 26, in <module>
    main()
  File "C:/Users/student/Desktop/20 sem.py", line 21, in main
    for x, y in c.items():
AttributeError: 'list' object has no attribute 'items'
>>> 
================ RESTART: C:/Users/student/Desktop/20 sem.py ================
1 - V,нп=инф,сов
1 - V,нп=инф,несов
5 - A=(вин,ед,полн,муж,неод|им,ед,полн,муж)
1 - S,сред,неод=(пр,ед|дат,ед|род,ед)
1 - V,сов,пе=прош,деепр
3 - APRO=(вин,ед,муж,од|род,ед,муж|род,ед,сред)
4 - S,жен,неод=им,ед
3 - V,нп=непрош,ед,изъяв,1-л,сов
1 - V,сов,нп=непрош,ед,изъяв,1-л
2 - APRO=(пр,мн|род,мн|вин,мн,од)
1 - V,сов,пе=(прош,пр,ед,прич,полн,муж,страд|прош,пр,ед,прич,полн,сред,страд)
1 - SPRO,ед,2-л=(пр|дат)
3 - S,муж,неод=твор,ед
1 - S,жен,неод=пр,мн
1 - S,сред,неод=род,мн
1 - S,жен,неод=(пр,ед|дат,ед|род,ед|твор,ед)
5 - S,муж,неод=род,ед
3 - SPRO,ед,1-л=(пр|дат)
1 - S,сред,неод=(пр,ед|вин,ед|им,ед)
1 - SPRO,мн=(вин|им)
17 - PART=
1 - V,нп=(мн,пов,1-л,сов|непрош,мн,изъяв,1-л,сов)
2 - V,несов,нп=непрош,ед,изъяв,2-л
1 - V,пе=непрош,мн,изъяв,3-л,сов
1 - V,пе=непрош,ед,изъяв,3-л,сов
1 - V,пе=непрош,ед,изъяв,1-л,сов
1 - SPRO,ед,2-л=(вин|род)
1 - V,сов,нп=непрош,ед,изъяв,3-л
2 - A=(пр,ед,полн,муж|пр,ед,полн,сред)
3 - S,жен,неод=твор,ед
1 - SPRO,ед,сред,неод=(вин|им)
1 - SPRO,ед,сред,неод=род
1 - A=(вин,ед,полн,муж,од|род,ед,полн,муж|род,ед,полн,сред)
2 - S,жен,неод=род,мн
3 - S,жен,неод=вин,ед
3 - ADVPRO=
2 - V=непрош,ед,изъяв,2-л,сов
1 - S,муж,од=им,ед
2 - SPRO,ед,3-л,муж=им
1 - V,несов,пе=прош,ед,изъяв,муж
2 - SPRO,ед,1-л=им
2 - A=ед,кр,сред
1 - S,мн,неод=(вин|им)
1 - V,несов,нп=непрош,ед,изъяв,3-л
1 - V,пе=непрош,ед,изъяв,2-л,сов
1 - V,пе=прош,ед,изъяв,жен,сов
1 - V,несов,пе=непрош,вин,ед,прич,полн,жен,страд
1 - V=инф,сов
2 - S,жен,неод=(вин,ед|им,ед)
3 - V,нп=непрош,ед,изъяв,3-л,сов
1 - SPRO,ед,1-л=твор
10 - S,муж,неод=(вин,ед|им,ед)
1 - V,сов,пе=непрош,ед,изъяв,3-л
4 - ADV,прдк=
1 - V,несов,пе=непрош,ед,изъяв,1-л
1 - V,сов,нп=инф
1 - V,сов,пе=непрош,мн,изъяв,3-л
19 - PR=
1 - V,нп=(прош,вин,ед,прич,полн,муж,сов,действ,неод|прош,им,ед,прич,полн,муж,сов,действ)
3 - APRO=(пр,ед,жен|дат,ед,жен|род,ед,жен|твор,ед,жен)
2 - S,сред,неод=твор,ед
1 - A=ед,кр,муж
1 - SPRO,ед,2-л=им
1 - APRO=им,ед,жен
1 - S,муж,неод=род,мн
1 - V,пе=инф,сов
2 - S,жен,неод=(вин,мн|род,ед|им,мн)
1 - V=(прош,вин,ед,прич,полн,муж,сов,страд,неод|прош,им,ед,прич,полн,муж,сов,страд)
2 - V=прош,ед,изъяв,муж,сов
7 - ADV=
1 - V=непрош,ед,изъяв,1-л,сов
1 - S,сред,неод=пр,ед
2 - APRO=(вин,ед,муж,неод|им,ед,муж)
3 - A=им,ед,полн,жен
2 - A=(пр,ед,полн,жен|дат,ед,полн,жен|род,ед,полн,жен|твор,ед,полн,жен)
1 - APRO=(им,мн|вин,мн,неод)
2 - S,сред,неод=(вин,ед|им,ед)
3 - S,жен,неод=(пр,ед|вин,мн|дат,ед|род,ед|им,мн)
1 - V,сов,пе=ед,пов,2-л
2 - S,муж,неод=пр,ед
1 - APRO=(дат,мн|твор,ед,муж|твор,ед,сред)
3 - A=(пр,мн,полн|вин,мн,полн,од|род,мн,полн)
1 - S,ед,муж,неод=пр
2 - S,муж,од=(вин,ед|род,ед)
1 - S,муж,неод=(вин,мн|им,мн)
3 - V,пе=ед,пов,2-л,сов
2 - V,несов,нп=непрош,деепр
1 - A=вин,ед,полн,жен
1 - A=(вин,мн,полн,неод|им,мн,полн)
1 - V,сов,пе=прош,им,ед,прич,полн,жен,страд
2 - S,сред,неод=(вин,мн|род,ед|им,мн)
1 - SPRO,ед,муж,од=твор
1 - V,нп=(прош,ед,изъяв,жен,несов|прош,ед,изъяв,жен,сов)
16 - CONJ=
1 - V,пе=прош,ед,изъяв,муж,сов
1 - V,пе=(прош,ед,изъяв,муж,несов|прош,ед,изъяв,муж,сов)
>>> 
================ RESTART: C:/Users/student/Desktop/20 sem.py ================
Traceback (most recent call last):
  File "C:/Users/student/Desktop/20 sem.py", line 26, in <module>
    main()
  File "C:/Users/student/Desktop/20 sem.py", line 21, in main
    for x, y in c():
TypeError: 'list' object is not callable
>>> 
================ RESTART: C:/Users/student/Desktop/20 sem.py ================
PR=    19
PART=    17
CONJ=    16
S,муж,неод=(вин,ед|им,ед)    10
ADV=    7
S,муж,неод=род,ед    5
A=(вин,ед,полн,муж,неод|им,ед,полн,муж)    5
ADV,прдк=    4
S,жен,неод=им,ед    4
A=им,ед,полн,жен    3
V,пе=ед,пов,2-л,сов    3
S,жен,неод=твор,ед    3
S,жен,неод=(пр,ед|вин,мн|дат,ед|род,ед|им,мн)    3
SPRO,ед,1-л=(пр|дат)    3
A=(пр,мн,полн|вин,мн,полн,од|род,мн,полн)    3
S,муж,неод=твор,ед    3
APRO=(вин,ед,муж,од|род,ед,муж|род,ед,сред)    3
APRO=(пр,ед,жен|дат,ед,жен|род,ед,жен|твор,ед,жен)    3
V,нп=непрош,ед,изъяв,1-л,сов    3
V,нп=непрош,ед,изъяв,3-л,сов    3
S,жен,неод=вин,ед    3
ADVPRO=    3
A=(пр,ед,полн,муж|пр,ед,полн,сред)    2
S,жен,неод=(вин,ед|им,ед)    2
V=прош,ед,изъяв,муж,сов    2
A=(пр,ед,полн,жен|дат,ед,полн,жен|род,ед,полн,жен|твор,ед,полн,жен)    2
S,сред,неод=(вин,мн|род,ед|им,мн)    2
S,муж,од=(вин,ед|род,ед)    2
V,несов,нп=непрош,деепр    2
S,сред,неод=(вин,ед|им,ед)    2
V,несов,нп=непрош,ед,изъяв,2-л    2
S,муж,неод=пр,ед    2
APRO=(вин,ед,муж,неод|им,ед,муж)    2
S,сред,неод=твор,ед    2
S,жен,неод=род,мн    2
S,жен,неод=(вин,мн|род,ед|им,мн)    2
APRO=(пр,мн|род,мн|вин,мн,од)    2
A=ед,кр,сред    2
SPRO,ед,1-л=им    2
SPRO,ед,3-л,муж=им    2
V=непрош,ед,изъяв,2-л,сов    2
V,пе=прош,ед,изъяв,жен,сов    1
A=(вин,мн,полн,неод|им,мн,полн)    1
V,сов,нп=непрош,ед,изъяв,3-л    1
V,сов,нп=инф    1
V,пе=инф,сов    1
S,сред,неод=(пр,ед|дат,ед|род,ед)    1
S,сред,неод=пр,ед    1
V,сов,пе=непрош,мн,изъяв,3-л    1
APRO=(дат,мн|твор,ед,муж|твор,ед,сред)    1
S,сред,неод=род,мн    1
V,несов,нп=непрош,ед,изъяв,3-л    1
V,пе=непрош,ед,изъяв,3-л,сов    1
V,несов,пе=прош,ед,изъяв,муж    1
V=непрош,ед,изъяв,1-л,сов    1
V,несов,пе=непрош,ед,изъяв,1-л    1
S,жен,неод=(пр,ед|дат,ед|род,ед|твор,ед)    1
V,нп=инф,несов    1
S,сред,неод=(пр,ед|вин,ед|им,ед)    1
APRO=им,ед,жен    1
SPRO,ед,сред,неод=(вин|им)    1
SPRO,ед,сред,неод=род    1
SPRO,ед,муж,од=твор    1
A=вин,ед,полн,жен    1
V,сов,пе=(прош,пр,ед,прич,полн,муж,страд|прош,пр,ед,прич,полн,сред,страд)    1
V,сов,пе=прош,им,ед,прич,полн,жен,страд    1
V,пе=(прош,ед,изъяв,муж,несов|прош,ед,изъяв,муж,сов)    1
A=(вин,ед,полн,муж,од|род,ед,полн,муж|род,ед,полн,сред)    1
S,муж,неод=род,мн    1
APRO=(им,мн|вин,мн,неод)    1
V,нп=(прош,вин,ед,прич,полн,муж,сов,действ,неод|прош,им,ед,прич,полн,муж,сов,действ)    1
V,сов,пе=непрош,ед,изъяв,3-л    1
V,пе=непрош,ед,изъяв,2-л,сов    1
S,жен,неод=пр,мн    1
V,сов,пе=прош,деепр    1
V,сов,пе=ед,пов,2-л    1
SPRO,мн=(вин|им)    1
SPRO,ед,2-л=(пр|дат)    1
V,нп=инф,сов    1
V,несов,пе=непрош,вин,ед,прич,полн,жен,страд    1
S,мн,неод=(вин|им)    1
V,пе=непрош,мн,изъяв,3-л,сов    1
V,пе=непрош,ед,изъяв,1-л,сов    1
SPRO,ед,2-л=(вин|род)    1
V=(прош,вин,ед,прич,полн,муж,сов,страд,неод|прош,им,ед,прич,полн,муж,сов,страд)    1
S,ед,муж,неод=пр    1
V=инф,сов    1
V,пе=прош,ед,изъяв,муж,сов    1
S,муж,од=им,ед    1
V,нп=(мн,пов,1-л,сов|непрош,мн,изъяв,1-л,сов)    1
SPRO,ед,1-л=твор    1
A=ед,кр,муж    1
V,сов,нп=непрош,ед,изъяв,1-л    1
V,нп=(прош,ед,изъяв,жен,несов|прош,ед,изъяв,жен,сов)    1
SPRO,ед,2-л=им    1
S,муж,неод=(вин,мн|им,мн)    1
>>> 
================ RESTART: C:/Users/student/Desktop/20 sem.py ================
SPRO,ед,1-л=твор    1
A=вин,ед,полн,жен    1
S,муж,неод=род,мн    1
SPRO,ед,2-л=им    1
S,жен,неод=пр,мн    1
S,сред,неод=пр,ед    1
S,сред,неод=род,мн    1
V=инф,сов    1
SPRO,ед,муж,од=твор    1
APRO=им,ед,жен    1
V,нп=(прош,вин,ед,прич,полн,муж,сов,действ,неод|прош,им,ед,прич,полн,муж,сов,действ)    1
V,несов,пе=прош,ед,изъяв,муж    1
V,пе=инф,сов    1
V,несов,пе=непрош,ед,изъяв,1-л    1
S,муж,од=им,ед    1
V,пе=непрош,ед,изъяв,3-л,сов    1
SPRO,ед,сред,неод=род    1
A=ед,кр,муж    1
V,пе=прош,ед,изъяв,жен,сов    1
V,пе=непрош,ед,изъяв,2-л,сов    1
SPRO,ед,сред,неод=(вин|им)    1
V,нп=инф,сов    1
SPRO,ед,2-л=(пр|дат)    1
A=(вин,ед,полн,муж,од|род,ед,полн,муж|род,ед,полн,сред)    1
A=(вин,мн,полн,неод|им,мн,полн)    1
S,сред,неод=(пр,ед|дат,ед|род,ед)    1
V,сов,пе=прош,деепр    1
V,нп=инф,несов    1
V,пе=непрош,мн,изъяв,3-л,сов    1
S,жен,неод=(пр,ед|дат,ед|род,ед|твор,ед)    1
V,пе=(прош,ед,изъяв,муж,несов|прош,ед,изъяв,муж,сов)    1
V,нп=(прош,ед,изъяв,жен,несов|прош,ед,изъяв,жен,сов)    1
V,сов,нп=непрош,ед,изъяв,1-л    1
V,пе=непрош,ед,изъяв,1-л,сов    1
S,ед,муж,неод=пр    1
V,сов,пе=непрош,ед,изъяв,3-л    1
V,несов,нп=непрош,ед,изъяв,3-л    1
V,сов,пе=прош,им,ед,прич,полн,жен,страд    1
SPRO,мн=(вин|им)    1
S,мн,неод=(вин|им)    1
V,сов,пе=ед,пов,2-л    1
S,муж,неод=(вин,мн|им,мн)    1
V,сов,нп=непрош,ед,изъяв,3-л    1
V=(прош,вин,ед,прич,полн,муж,сов,страд,неод|прош,им,ед,прич,полн,муж,сов,страд)    1
SPRO,ед,2-л=(вин|род)    1
V=непрош,ед,изъяв,1-л,сов    1
APRO=(им,мн|вин,мн,неод)    1
APRO=(дат,мн|твор,ед,муж|твор,ед,сред)    1
V,нп=(мн,пов,1-л,сов|непрош,мн,изъяв,1-л,сов)    1
V,сов,пе=(прош,пр,ед,прич,полн,муж,страд|прош,пр,ед,прич,полн,сред,страд)    1
S,сред,неод=(пр,ед|вин,ед|им,ед)    1
V,несов,пе=непрош,вин,ед,прич,полн,жен,страд    1
V,сов,пе=непрош,мн,изъяв,3-л    1
V,пе=прош,ед,изъяв,муж,сов    1
V,сов,нп=инф    1
V,несов,нп=непрош,деепр    2
A=(пр,ед,полн,муж|пр,ед,полн,сред)    2
V,несов,нп=непрош,ед,изъяв,2-л    2
S,жен,неод=род,мн    2
APRO=(пр,мн|род,мн|вин,мн,од)    2
S,жен,неод=(вин,ед|им,ед)    2
S,муж,од=(вин,ед|род,ед)    2
SPRO,ед,3-л,муж=им    2
V=прош,ед,изъяв,муж,сов    2
S,сред,неод=(вин,мн|род,ед|им,мн)    2
S,сред,неод=(вин,ед|им,ед)    2
S,муж,неод=пр,ед    2
A=ед,кр,сред    2
APRO=(вин,ед,муж,неод|им,ед,муж)    2
S,сред,неод=твор,ед    2
V=непрош,ед,изъяв,2-л,сов    2
S,жен,неод=(вин,мн|род,ед|им,мн)    2
SPRO,ед,1-л=им    2
A=(пр,ед,полн,жен|дат,ед,полн,жен|род,ед,полн,жен|твор,ед,полн,жен)    2
ADVPRO=    3
APRO=(пр,ед,жен|дат,ед,жен|род,ед,жен|твор,ед,жен)    3
A=им,ед,полн,жен    3
S,муж,неод=твор,ед    3
APRO=(вин,ед,муж,од|род,ед,муж|род,ед,сред)    3
A=(пр,мн,полн|вин,мн,полн,од|род,мн,полн)    3
S,жен,неод=(пр,ед|вин,мн|дат,ед|род,ед|им,мн)    3
V,нп=непрош,ед,изъяв,1-л,сов    3
SPRO,ед,1-л=(пр|дат)    3
V,нп=непрош,ед,изъяв,3-л,сов    3
V,пе=ед,пов,2-л,сов    3
S,жен,неод=твор,ед    3
S,жен,неод=вин,ед    3
S,жен,неод=им,ед    4
ADV,прдк=    4
A=(вин,ед,полн,муж,неод|им,ед,полн,муж)    5
S,муж,неод=род,ед    5
ADV=    7
S,муж,неод=(вин,ед|им,ед)    10
CONJ=    16
PART=    17
PR=    19
>>> 
